{"pages":[{"url":"https://manjaro-nl.github.io/pages/events-list.html","text":"","tags":"pages","title":"Events"},{"url":"https://manjaro-nl.github.io/pages/irc.html","text":"","tags":"pages","title":"Irc"},{"url":"https://manjaro-nl.github.io/posts/2016/01/02/fosdem-2016.html","text":"FOSDEM is een jaarlijks evenement rond vrije en open source software. Waar developers en hobbyisten elkaar ontmoeten, ideeën en plannen uitgewisseld worden. Fosdem website Fosdem video pagina foto's © Jarco:","tags":"nieuws","title":"Fosdem 2016"},{"url":"https://manjaro-nl.github.io/posts/2016/01/01/welcome.html","text":"Welkom op de Nederlandstalige website van Manjaro linux! Manjaro is een op Arch linux gebaseerde distributie, waardoor ook gebruik kan gemaakt worden van de geweldige Arch User Repository (AUR). Laten we benadrukken: Manjaro is niet gelijk aan Arch! Manjaro is meer dan zomaar een vereenvoudigde Arch-beleving, er zijn duidelijke verschillen: Manjaro wordt onafhankelijk ontwikkeld vanuit Arch met een compleet ander team. Manjaro is toegankelijker voor beginners, terwijl Arch meer gericht is op de ervaren gebruiker. Het voorzien van onafhankelijke servers voor software met zijn updates. Alsook het beschikbaar stellen van zijn eigen softwarepakketten. Met distributiespecifieke hulpmiddelen zoals de Manjaro Hardware Detectie (MHWD) tool en de Manjaro Settings Manager (MSM). Een vriendelijke forumgemeenschap, waar zowel beginners als ervaren gebruikers hun ervaringen en/of problemen kunnen delen. Neem een kijkje op het Nederlandstalig forum en registreer je! Of kom gezellig meechatten met een kopje koffie bij de hand op irc.freenode.net # manjaro-nl .","tags":"Nieuws","title":"Dit is Manjaro linux!"},{"url":"https://manjaro-nl.github.io/posts/2016/01/01/welcome-en.html","text":"Welcome to the Dutch speaking community of Manjaro linux! If you were searching for the main english website and forum, please visit the Manjaro website and/or forum . Otherwise have a look and feel free to join the dutch speaking community on irc.freenode.net # manjaro-nl and forum .","tags":"Nieuws","title":"This is Manjaro linux!"}]}